[
      {
            "PMID": "34878743",
            "ArticleTitle": "[COVID-19, anticoagulation and venous thromboembolism: what have we learned ?]",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Severe COVID-19 is associated with venous thromboembolic events and and immuno-thrombotic phenomena, responsible for pulmonary vascular damage. This review summarizes the current knowledge on thrombotic risk in COVID-19 inpatients, the potential predictive factors (including D-dimer) and the randomized trials studying the effect of intermediate or therapeutic-dose anticoagulation on the clinical and thrombotic prognosis. Despite the initial hope, therapeutic anticoagulation does not improve the clinical prognosis in critically ill inpatients, and standard prophylactic anticoagulation is therefore recommended. In non-critical inpatients, the use of therapeutic anticoagulation may help reduce the risk of severe clinical deterioration, but its risk-benefit will be clarified in ongoing studies and meta-analyzes.",
            "JournalTitle": "Revue medicale suisse",
            "Authors": {
                  "Author": [
                        "Blondon, Marc",
                        "Robert-Ebadi, Helia"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878744",
            "ArticleTitle": "[Preoperative rehabilitation before lower limb arthroplasty : Knowledge and perspectives].",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "The shortening of hospital stays implies rethinking the pre- and post-operative management of lower limb arthroplasty. Optimal preparation of the patient and anticipation of the postoperative process are necessary to limit the length of stay and ensure quality, safety and patient satisfaction. This article summarises what is known about preoperative information, education and rehabilitation for primary care physicians. Physical rehabilitation is not recommended in isolation. However, patient-centred information and education is recommended for those at risk of complicated postoperative outcomes. Interdisciplinary collaboration is needed to coordinate the whole process effectively in a context of shortened lengths of stay.",
            "JournalTitle": "Revue medicale suisse",
            "Authors": {
                  "Author": [
                        "Philippossian, Robin",
                        "Luthi, François",
                        "Pichonnaz, Claude"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878745",
            "ArticleTitle": null,
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "N/A",
            "JournalTitle": "Revue medicale suisse",
            "Authors": {
                  "Author": [
                        "Graenicher, Adriana",
                        "Teicher, Samuel",
                        "Kherad, Omar"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878746",
            "ArticleTitle": null,
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "N/A",
            "JournalTitle": "Revue medicale suisse",
            "Authors": {
                  "Author": [
                        "Luthy, Christophe"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878747",
            "ArticleTitle": null,
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "N/A",
            "JournalTitle": "Revue medicale suisse",
            "Authors": {
                  "Author": [
                        "Meylan, Pascal"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878748",
            "ArticleTitle": null,
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "N/A",
            "JournalTitle": "Revue medicale suisse",
            "Authors": {
                  "Author": [
                        "Zurita, Santiago"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878749",
            "ArticleTitle": null,
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "N/A",
            "JournalTitle": "Revue medicale suisse",
            "Authors": {
                  "Author": [
                        "Martin, Jean"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878753",
            "ArticleTitle": "ACE inhibitor or ARB treatment among patients with diabetes and chronic kidney disease.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Many patients with type 2 diabetes (T2D) and chronic kidney disease (CKD) experience a delay in treatment or fail to initiate treatment with guideline-recommended angiotensin-converting enzyme inhibitors (ACEis) or angiotensin receptor blockers (ARBs) after CKD diagnosis. This study aimed to describe treatment patterns and treatment initiation after initial CKD diagnosis among patients with T2D. Retrospective analysis using data from the Optum Clinformatics Data Mart administrative claims database (January 2014-September 2018). Adult patients with T2D entered the cohort if they met the criteria for CKD, defined as 2 laboratory test results 90 to 365 days apart (January 2014-September 2017) indicating CKD. Included were patients with no prior use of ACEis or ARBs or evidence of kidney disease in the 365 days prior to cohort entry (baseline). Patients were followed for a maximum of 365 days and were censored on death, disenrollment, or end of data. Patient demographics, comorbidities, and medication use were assessed at baseline, and treatments were assessed over a 1-year followup period. Multivariate logistic regression was used to identify factors associated with ACEi or ARB initiation. Among 15,400 eligible patients without prior ACEi or ARB treatment, only 17% initiated such therapy within a year after meeting CKD criteria. Patients who were White, resided in the northeastern United States, had more comorbidities, had less advanced albuminuria, or used sodium-glucose cotransporter 2 inhibitors were less likely to initiatetreatment. A large proportion of patients with T2D meeting criteria for CKD do not initiate the recommended therapy within 1 year of CKD diagnosis, highlighting a need for new therapies that can slow the progression of CKD.",
            "JournalTitle": "The American journal of managed care",
            "Authors": {
                  "Author": [
                        "Fried, Linda F",
                        "Petruski-Ivleva, Natalia",
                        "Folkerts, Kerstin",
                        "Schmedt, Niklas",
                        "Velentgas, Priscilla",
                        "Kovesdy, Csaba P"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878754",
            "ArticleTitle": "Medical costs for managing chronic kidney disease and related complications in patients with chronic kidney disease and type 2 diabetes.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "To provide cost estimates for chronic kidney disease (CKD) management and major CKD complications among patients with CKD and type 2 diabetes (T2D). A retrospective cohort study of 52,599 adults with CKD and T2D using Optum Clinformatics claims data from 2014 to 2019. Medical costs associated with CKD management, renal replacement therapies (RRTs), major CKD complications (eg, myocardial infarction, stroke, heart failure, atrial fibrillation, and hyperkalemia), and death were estimated using generalized estimating equations adjusting for baseline demographics, complications, and medical costs. Costs for CKD management, RRT, and major CKD complications were assessed in 4-month cycles. Mortality costs were assessed in the month before death. The estimated 4-month CKD management costs ranged from $7725 for stage I to II disease to $11,879 for stage V (without RRT), with high additional costs for dialysis and kidney transplantation ($87,538and $124,271, respectively). The acute event costs were $31,063 for heart failure, $21,087 for stroke, and $21,016 for myocardial infarction in the first 4 months after the incident event, which all decreased substantially in subsequent 4-month cycles. The acute event costs of atrial fibrillation and hyperkalemia were $30,500 and $31,212 with hospitalization, and $5162 and $1782 without. The costs associated with cardiovascular-related death, renal-related death, and death from other causes were $17,031, $12,605, and $9900, respectively. Management of CKD and its complications incurs high medical costs for patients with CKD and T2D. Results from this study can be used to quantify the economic profile of emerging treatments and inform decision-making.",
            "JournalTitle": "The American journal of managed care",
            "Authors": {
                  "Author": [
                        "Betts, Keith A",
                        "Song, Jinlin",
                        "Faust, Elizabeth",
                        "Yang, Karen",
                        "Du, Yuxian",
                        "Kong, Sheldon X",
                        "Singh, Rakesh"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878755",
            "ArticleTitle": "FINE-CKD model to evaluate economic value of finerenone in patients with chronic kidney disease and type 2 diabetes.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Chronic kidney disease (CKD) is a progressive and irreversible disease often associated with type 2 diabetes (T2D). CKD is associated with an elevated risk of cardiovascular (CV) events, increased mortality, and diminished quality of life. Finerenone is a new treatment for patients with CKD and T2D that delays CKD progression and reduces CVcomplications. To describe the approach and structure of a costeffectiveness model for finerenone for patients with CKD and T2D and compare it with existing economic models in CKD. A de novo cost-effectiveness model (FINE-CKD model), reflective of FIDELIO-DKD results, was developed for finerenone. The FINE-CKD model was designed and implemented in accordance with published guidance on modeling and was developed with input from economic and clinical experts. The final model approach was evaluated against existing modeling structures in CKD identified through a systematic literature review. The FINE-CKD model structure follows recommended modeling guidelines and has been designed in accordance with the best practices of modeling in CKD, while also incorporating important features of the FIDELIO-DKD design and results. The approach is consistent with the published literature, ensuring transparency and minimizing uncertainty that can arise from unnecessary complexity. The FINE-CKD model allows for reliable assessment of benefits and costs related to the use of finerenone in patients with CKD and T2D, and it is a reliable assessment of cost-effectiveness.",
            "JournalTitle": "The American journal of managed care",
            "Authors": {
                  "Author": [
                        "Pochopień, Michał T",
                        "Cherney, David Z I",
                        "Folkerts, Kerstin",
                        "Levy, Pierre",
                        "Millier, Aurélie",
                        "Morris, Stephen",
                        "Roy-Chaudhury, Prabir",
                        "Sullivan, Sean D",
                        "Mernagh, Paul"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878756",
            "ArticleTitle": "Comment on Ultrarapid On-Site Detection of SARS-CoV-2 Infection Using Simple ATR-FTIR Spectroscopy and an Analysis Algorithm: High Sensitivity and Specificity.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "N/A",
            "JournalTitle": "Analytical chemistry",
            "Authors": {
                  "Author": [
                        "Wood, Bayden R",
                        "Bedolla, Diana E",
                        "Kochan, Kamila",
                        "Godfrey, Dale I",
                        "Purcell, Damian F J",
                        "Heraud, Philip"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878757",
            "ArticleTitle": "Ligand Dynamics in Nanocrystal Solids Studied with Quasi-Elastic Neutron Scattering.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Nanocrystal surfaces are commonly populated by organic ligands, which play a determining role in the optical, electronic, thermal, and catalytic properties of the individual nanocrystals and their assemblies. Understanding the bonding of ligands to nanocrystal surfaces and their dynamics is therefore important for the optimization of nanocrystals for different applications. In this study, we use temperature-dependent, quasi-elastic neutron scattering (QENS) to investigate the dynamics of different surface bound alkanethiols in lead sulfide nanocrystal solids. We select alkanethiols with mono- and dithiol terminations, as well as different backbone types and lengths. QENS spectra are collected both on a time-of-flight spectrometer and on a backscattering spectrometer, allowing us to investigate ligand dynamics in a time range from a few picoseconds to nanoseconds. Through model-based analysis of the QENS data, we find that ligands can either (1) precess around a central axis, while simultaneously rotating around their own molecular axis, or (2) only undergo uniaxial rotation with no precession. We establish the percentage of ligands undergoing each type of motion, the average relaxation times, and activation energies for these motions. We determine, for example, that dithiols which link facets of neighboring nanocrystals only exhibit uniaxial rotation and that longer ligands have higher activation energies and show smaller opening angles of precession due to stronger ligand-ligand interactions. Generally, this work provides insight into the arrangement and dynamics of ligands in nanocrystal solids, which is key to understanding their mechanical and thermal properties, and, more generally, highlights the potential of QENS for studying ligand behavior.",
            "JournalTitle": "ACS nano",
            "Authors": {
                  "Author": [
                        "Jansen, Maximilian",
                        "Juranyi, Fanni",
                        "Yarema, Olesya",
                        "Seydel, Tilo",
                        "Wood, Vanessa"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878758",
            "ArticleTitle": "How the Presence of Hemin Affects the Expression of the Different Iron Uptake Pathways in ",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Iron is an essential nutriment for almost all organisms, but this metal is poorly bioavailable. During infection, bacteria access iron from the host by importing either iron or heme.",
            "JournalTitle": "ACS infectious diseases",
            "Authors": {
                  "Author": [
                        "Normant, Vincent",
                        "Kuhn, Lauriane",
                        "Munier, Mathilde",
                        "Hammann, Philippe",
                        "Mislin, Gaëtan L A",
                        "Schalk, Isabelle J"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878759",
            "ArticleTitle": "Which Type of Pincer Complex Is Thermodynamically More Stable? Understanding the Structures and Relative Bond Strengths of Group 10 Metal Complexes Supported by Benzene-Based PYCYP Pincer Ligands.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "The influence of the pincer platform composition and substitution on the reactivity and physical properties of pincer complexes can be easily explored through different experimental techniques. However, the influence of these factors on the molecular structures and thermodynamic stability of pincer complexes is usually very subtle and cannot always be unambiguously established. To rationalize this subtle influence, a survey of crystallographic data from 130 group 10 metal pincer complexes supported by benzene-based PYCYP pincer ligands, [2,6-(R",
            "JournalTitle": "Inorganic chemistry",
            "Authors": {
                  "Author": [
                        "Fang, Fei",
                        "Kang, Jia-Xin",
                        "Xu, Cong-Qiao",
                        "Chang, Jiarui",
                        "Zhang, Jie",
                        "Li, Shujun",
                        "Chen, Xuenian"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878760",
            "ArticleTitle": "Hybrid Nanoplatform: Enabling a Precise Antitumor Strategy via Dual-Modal Imaging-Guided Photodynamic/Chemo-/Immunosynergistic Therapy.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Photodynamic therapy (PDT) has been widely used in tumor therapy due to its high spatial-temporal control and noninvasiveness. However, its clinical application is limited by weak efficacy, shallow tissue penetration, and phototoxicity. Herein, a facile theranostic nanoplatform based on photoswitchable lanthanide-doped nanoparticles was designed. Typically, these nanoparticles had UV-blue and 1525 nm emission upon 980 nm excitation and 1525 nm emission upon 800 nm excitation. We further used these nanoparticles for achieving real-time near-infrared (NIR)-IIb imaging (800 nm) with a high signal-to-noise ratio and imaging-guided PDT (980 nm). Moreover, such a photoswitchable nanoplatform capping with pH-sensitive calcium phosphate for coloading doxorubicin (a chemotherapeutic immunogenic cell death [ICD] inducer) and paramagnetic Mn",
            "JournalTitle": "ACS nano",
            "Authors": {
                  "Author": [
                        "Chen, Haoran",
                        "Wu, Fengxia",
                        "Xie, Xiaoyu",
                        "Wang, Wang",
                        "Li, Qiqing",
                        "Tu, Langping",
                        "Li, Bin",
                        "Kong, Xianggui",
                        "Chang, Yulei"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878761",
            "ArticleTitle": "Biotemplated g-C",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Graphitic carbon nitride (g-C",
            "JournalTitle": "ACS applied materials & interfaces",
            "Authors": {
                  "Author": [
                        "Wang, Qingtong",
                        "Fang, Zixi",
                        "Zhao, Xinkun",
                        "Dong, Changlin",
                        "Li, Yao",
                        "Guo, Cuiping",
                        "Liu, Qinglei",
                        "Song, Fang",
                        "Zhang, Wang"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878762",
            "ArticleTitle": "Solid-State NMR Investigations of Extracellular Matrixes and Cell Walls of Algae, Bacteria, Fungi, and Plants.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Extracellular matrixes (ECMs), such as the cell walls and biofilms, are important for supporting cell integrity and function and regulating intercellular communication. These biomaterials are also of significant interest to the production of biofuels and the development of antimicrobial treatment. Solid-state nuclear magnetic resonance (ssNMR) and magic-angle spinning-dynamic nuclear polarization (MAS-DNP) are uniquely powerful for understanding the conformational structure, dynamical characteristics, and supramolecular assemblies of carbohydrates and other biomolecules in ECMs. This review highlights the recent high-resolution investigations of intact ECMs and native cells in many organisms spanning across plants, bacteria, fungi, and algae. We spotlight the structural principles identified in ECMs, discuss the current technical limitation and underexplored biochemical topics, and point out the promising opportunities enabled by the recent advances of the rapidly evolving ssNMR technology.",
            "JournalTitle": "Chemical reviews",
            "Authors": {
                  "Author": [
                        "Ghassemi, Nader",
                        "Poulhazan, Alexandre",
                        "Deligey, Fabien",
                        "Mentink-Vigier, Frederic",
                        "Marcotte, Isabelle",
                        "Wang, Tuo"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878763",
            "ArticleTitle": "Dendron-Polymer Hybrids as Tailorable Responsive Coronae of Single-Walled Carbon Nanotubes.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Functional composite materials that can change their spectral properties in response to external stimuli have a plethora of applications in fields ranging from sensors to biomedical imaging. One of the most promising types of materials used to design spectrally active composites are fluorescent single-walled carbon nanotubes (SWCNTs), noncovalently functionalized by synthetic amphiphilic polymers. These coated SWCNTs can exhibit modulations in their fluorescence spectra in response to interactions with target analytes. Hence, identifying new amphiphiles with interchangeable building blocks that can form individual coronae around the SWCNTs and can be tailored for a specific application is of great interest. This study presents highly modular amphiphilic polymer-dendron hybrids, composed of hydrophobic dendrons and hydrophilic polyethylene glycol (PEG) that can be synthesized with a high degree of structural freedom, for suspending SWCNTs in aqueous solution. Taking advantage of the high molecular precision of these PEG-dendrons, we show that precise differences in the chemical structure of the hydrophobic end groups of the dendrons can be used to control the interactions of the amphiphiles with the SWCNT surface. These interactions can be directly related to differences in the intrinsic near-infrared fluorescence emission of the various chiralities in a SWCNT sample. Utilizing the susceptibility of the PEG-dendrons toward enzymatic degradation, we demonstrate the ability to monitor enzymatic activity through changes in the SWCNT fluorescent signal. These findings pave the way for a rational design of functional SWCNTs, which can be used for optical sensing of enzymatic activity in the near-infrared spectral range.",
            "JournalTitle": "ACS nano",
            "Authors": {
                  "Author": [
                        "Wulf, Verena",
                        "Slor, Gadi",
                        "Rathee, Parul",
                        "Amir, Roey J",
                        "Bisker, Gili"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878764",
            "ArticleTitle": "Hyperoside Ameliorates DSS-Induced Colitis through MKRN1-Mediated Regulation of PPARγ Signaling and Th17/Treg Balance.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Hyperoside (HYP), a naturally occurring flavonoid compound, exerts multiple biological functions including myocardial protection, antiredox, and anti-inflammatory activities. However, the role of HYP on inflammatory bowel disease (IBD) and the underlying mechanism need to be further established. Here, we show that HYP treatment profoundly alleviated dextran sulfate sodium-induced ulcerative colitis in mice, characterized by reduced pathological scores, preserved tissue integrity, suppressed colonic inflammation, and balanced Th17/Treg response. Mechanistically, HYP was shown to restrain the expression of the E3 ubiquitin ligase, makorin ring finger protein 1 (MKRN1), which in turn promoted the ubiquitination and proteasomal degradation of peroxisome proliferator-activated receptor gamma (PPAR), an essential regulator of Th17 and Treg differentiation. Consequently, HYP treatment enhanced PPAR signaling and hence promoted Treg differentiation while suppressing Th17 cell development during colitis. Thus, our data indicate that HYP acts through the MKRN1/PPAR axis to modulate the Th17/Treg axis and thereby confers protection against experimental colitis. The findings extend our understanding about HYP action and may provide a potential therapeutic target for IBD.",
            "JournalTitle": "Journal of agricultural and food chemistry",
            "Authors": {
                  "Author": [
                        "Cheng, Cheng",
                        "Zhang, Wei",
                        "Zhang, Cong",
                        "Ji, Peng",
                        "Wu, Xiaohui",
                        "Sha, Zhou",
                        "Chen, Xiang",
                        "Wang, Yongkang",
                        "Chen, Yugen",
                        "Cheng, Haibo",
                        "Shi, Liyun"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878765",
            "ArticleTitle": "Aging and Charge Compensation Effects of the Rechargeable Aqueous Zinc/Copper Hexacyanoferrate Battery Elucidated Using In Situ X-ray Techniques.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "The zinc/copper hexacyanoferrate (Zn/CuHCF) cell has gained attention as an aqueous rechargeable zinc-ion battery (ZIB) owing to its open framework, excellent rate capability, and high safety. However, both the Zn anode and the CuHCF cathode show unavoidable signs of aging during cycling, though the underlying mechanisms have remained somewhat ambiguous. Here, we present an in-depth study of the CuHCF cathode by employing various X-ray spectroscopic techniques. This allows us to distinguish between structure-related aging effects and charge compensation processes associated with electroactive metal centers upon Zn",
            "JournalTitle": "ACS applied materials & interfaces",
            "Authors": {
                  "Author": [
                        "Görlin, Mikaela",
                        "Ojwang, Dickson O",
                        "Lee, Ming-Tao",
                        "Renman, Viktor",
                        "Tai, Cheuk-Wai",
                        "Valvo, Mario"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878766",
            "ArticleTitle": "Tracking the Dynamic Histone Methylation of H3K27 in Live Cancer Cells.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Histone methylations play a crucial role in chromatin remodeling and genome regulations. However, there is a lack of tools to visualize these histone modifications with high spatiotemporal resolutions in live cells. We have developed a biosensor based on fluorescence resonance energy transfer (FRET) and incorporated it into nucleosomes, capable of monitoring the trimethylation of H3K27 (H3K27me3) in live cells. We also revealed that the performance of the FRET biosensor can be significantly improved by adjusting the linkers within the biosensor. An improved biosensor enables the live-cell imaging of different histone methylation status, induced by the suppressive H3.3K27M or existing in breast cancer cells with varying genetic backgrounds. We have further applied the biosensor to reveal the dynamic coupling between H3K27me3 changes and caspase activity representing the initiation of apoptosis in cancer cells by imaging both H3K27me3 and caspase activity simultaneously in the same live cells. Thus, this new FRET biosensor can provide a powerful tool to visualize the epigenetic regulation in live cells with high spatial temporal resolutions.",
            "JournalTitle": "ACS sensors",
            "Authors": {
                  "Author": [
                        "Gong, Ya",
                        "Wei, Chujun",
                        "Cheng, Leonardo",
                        "Ma, Fengyi",
                        "Lu, Shaoying",
                        "Peng, Qin",
                        "Liu, Longwei",
                        "Wang, Yingxiao"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878767",
            "ArticleTitle": "Silica-Assisted Controlled Engineering of Nitrogen-Doped Carbon Cages with Bulges for High-Performance Supercapacitors.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "The bulge structure of N-doped carbon cages is beneficial to improving the specific surface area and increasing the active sites of a chemical reaction. Therefore, this structure plays a role in increasing capacity in energy storage. However, the precise and most effective method of ensuring the bulge structures is still a challenge. Herein, a silica-assisted method is used to prepare N-doped carbon cages with bulges. The effective assembly of a nitrogen-rich resin and silica precursor is employed to construct the bulge structure on the surface. The reaction temperature of the assembly system and the amount of silica precursor are the key influences on the number and degree of bulges. In contrast to conventional carbon materials that have a smooth surface, the bulge structure allows for exposure and accessibility of the activity sites. Due to the N-doping features, a rich mesoporous structure and controllable bulges, the synergism of the high density, large ion-accessible surface area, and fast charge transfer, lead to high performance under the premise of high rate capability in supercapacitor. This silica-assisted strategy can also work on other preprepared corresponding templates that have a different architecture to prepare core-shell carbon tubes, carbon spheres, and carbon rods with a bulge structure.",
            "JournalTitle": "ACS applied materials & interfaces",
            "Authors": {
                  "Author": [
                        "Du, Juan",
                        "Chen, Aibing",
                        "Gao, Xueqing",
                        "Hou, Senlin",
                        "Zhang, Yue"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878768",
            "ArticleTitle": "Variation from Zero to Negative Thermal Quenching of Phosphor with Assistance of Defect States.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Proper defect states are demonstrated to be beneficial to overcome thermal quenching of the corresponding phosphors. In this work, a cyan-emitting KGaGeO",
            "JournalTitle": "Inorganic chemistry",
            "Authors": {
                  "Author": [
                        "Wang, Chao",
                        "Cai, Yiyu",
                        "Zhang, Hao",
                        "Liu, Zhichao",
                        "Lv, Hongyu",
                        "Zhu, Xiaodie",
                        "Liu, Ya",
                        "Wang, Chaochao",
                        "Qiu, Jianbei",
                        "Yu, Xue",
                        "Xu, Xuhui"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878769",
            "ArticleTitle": "Emerging Trajectories for Next Generation Tissue Engineers.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "The field of tissue engineering has evolved from its early days of engineering tissue substitutes to current efforts at building human tissues for regenerative medicine and mechanistic studies of tissue disease, injury, and regeneration. Advances in bioengineering, material science, and stem cell biology have enabled major developments in the field. In this perspective, we reflect on the September 2021 virtual Next Generation Tissue Engineering symposium and trainee workshop, as well as our projections for the field over the next 15 years.",
            "JournalTitle": "ACS biomaterials science & engineering",
            "Authors": {
                  "Author": [
                        "Tavakol, Daniel Naveed",
                        "Fleischer, Sharon",
                        "Falcucci, Thomas",
                        "Graney, Pamela L",
                        "Halligan, Susan P",
                        "Kaplan, David L",
                        "Vunjak-Novakovic, Gordana"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878770",
            "ArticleTitle": "Discovery of AL-GDa62 as a Potential Synthetic Lethal Lead for the Treatment of Gastric Cancer.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Diffuse gastric cancer and lobular breast cancer are aggressive malignancies that are frequently associated with inactivating mutations in the tumor suppressor gene",
            "JournalTitle": "Journal of medicinal chemistry",
            "Authors": {
                  "Author": [
                        "Luxenburger, Andreas",
                        "Bougen-Zhukov, Nicola",
                        "Fraser, Michael G",
                        "Beetham, Henry",
                        "Harris, Lawrence D",
                        "Schmidt, Dorian",
                        "Cameron, Scott A",
                        "Guilford, Parry J",
                        "Evans, Gary B"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878771",
            "ArticleTitle": "Progress and Perspective of Solid-State Organic Fluorophores for Biomedical Applications.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Fluorescent organic dyes have been extensively used as raw materials for the development of versatile imaging tools in the field of biomedicine. Particularly, the development of solid-state organic fluorophores (SSOFs) in the past 20 years has exhibited an upward trend. In recent years, studies on SSOFs have focused on the development of advanced tools, such as optical contrast agents and phototherapy agents, for biomedical applications. However, the practical application of these tools has been hindered owing to several limitations. Thus, in this Perspective, we have provided insights that could aid researchers to further develop these tools and overcome the limitations such as limited aqueous dispersibility, low biocompatibility, and uncontrolled emission. First, we described the inherent photophysical properties and fluorescence mechanisms of conventional, aggregation-induced emissive, and precipitating SSOFs with respect to their biomedical applications. Subsequently, we highlighted the recent development of functionalized SSOFs for bioimaging, biosensing, and theranostics. Finally, we elucidated the potential prospects and limitations of current SSOF-based tools associated with biomedical applications.",
            "JournalTitle": "Journal of the American Chemical Society",
            "Authors": {
                  "Author": [
                        "Li, Ke",
                        "Ren, Tian-Bing",
                        "Huan, Shuangyan",
                        "Yuan, Lin",
                        "Zhang, Xiao-Bing"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878772",
            "ArticleTitle": "Nanofiltration Membranes with Octopus Arm-Sucker Surface Morphology: Filtration Performance and Mechanism Investigation.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Precisely tailoring the surface morphology characteristics of the active layers based on bionic inspirations can improve the performance of thin-film composite (TFC) membranes. The remarkable water adsorption and capture abilities of octopus tentacles inspired the construction of a novel TFC nanofiltration (NF) membrane with octopus arm-sucker morphology using carbon nanotubes (CNTs) and beta-cyclodextrin (-CD) during interfacial polymerization (IP). The surface morphology, chemical elements, water contact angle (WCA), interfacial free energy (",
            "JournalTitle": "Environmental science & technology",
            "Authors": {
                  "Author": [
                        "Wang, Zihui",
                        "Zhu, Xuewu",
                        "Cheng, Xiaoxiang",
                        "Bai, Langming",
                        "Luo, Xinsheng",
                        "Xu, Daliang",
                        "Ding, Junwen",
                        "Wang, Jinlong",
                        "Li, Guibai",
                        "Shao, Penghui",
                        "Liang, Heng"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878773",
            "ArticleTitle": "Ultraintense Zero-Phonon Line from a Mn",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "The zero-phonon line (ZPL) of Mn",
            "JournalTitle": "Inorganic chemistry",
            "Authors": {
                  "Author": [
                        "Zhou, Qiang",
                        "Wan, Jing",
                        "Zhou, Yayun",
                        "Zhang, Shuai",
                        "Shi, Dongxin",
                        "Xie, Xiaoling",
                        "Pu, Haiqi",
                        "Ye, Yanqing",
                        "Wang, Zhengliang"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878774",
            "ArticleTitle": "Discovery of Pyrido[1,2-",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "A series of novel mesoionic pyrido[1,2-",
            "JournalTitle": "Journal of agricultural and food chemistry",
            "Authors": {
                  "Author": [
                        "Zhang, Jian",
                        "Song, Runjiang",
                        "Wu, Shang",
                        "Cai, Di",
                        "Wu, Zengxue",
                        "Liu, Zhengjun",
                        "Hu, Deyu",
                        "Song, Baoan"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878775",
            "ArticleTitle": "Detection of SARS-CoV-2 Virus Amplification Using a Crumpled Graphene Field-Effect Transistor Biosensor.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "The rapid and unexpected spread of SARS-CoV-2 worldwide has caused unprecedented disruption to daily life and has brought forward critical challenges for public health. The disease was the largest cause of death in the United States in early 2021. Likewise, the COVID-19 pandemic has highlighted the need for rapid and accurate diagnoses at scales larger than ever before. To improve the availability of current gold standard diagnostic testing methods, the development of point-of-care devices that can maintain gold standard sensitivity while reducing the cost and providing portability is much needed. In this work, we combine the amplification capabilities of reverse transcriptase loop-mediated isothermal amplification (RT-LAMP) techniques with high-sensitivity end-point detection of crumpled graphene field-effect transistors (cgFETs) to develop a portable detection cell. This electrical detection method takes advantage of the ability of graphene to adsorb single-stranded DNA due to noncovalent - bonds but not double-stranded DNA. These devices have demonstrated the ability to detect the presence of the SARS-CoV-2 virus in a range from 10 to 10",
            "JournalTitle": "ACS sensors",
            "Authors": {
                  "Author": [
                        "Park, Insu",
                        "Lim, Jongwon",
                        "You, Seungyong",
                        "Hwang, Michael Taeyoung",
                        "Kwon, Jaehong",
                        "Koprowski, Katherine",
                        "Kim, Sungdae",
                        "Heredia, John",
                        "Stewart de Ramirez, Sarah A",
                        "Valera, Enrique",
                        "Bashir, Rashid"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878776",
            "ArticleTitle": "Water Capture Mechanisms at Zeolitic Imidazolate Framework Interfaces.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Water capture mechanisms of zeolitic imidazolate framework ZIF-90 are revealed by differentiating the water clustering and the center pore filling step, using vibrational sum-frequency generation spectroscopy (VSFG) at a one-micron spatial resolution and state-of-the-art molecular dynamics (MD) simulations. Through spectral line shape comparison between VSFG and IR spectra, the relative humidity dependence of VSFG intensity, and MD simulations, based on MB-pol, we found water clustering and center pore filling happen nearly simultaneously within each pore, with water filling the other pores sequentially. The integration of nonlinear optics with MD simulations provides critical mechanistic insights into the pore filling mechanism and suggests that the relative strength of the hydrogen bonds governs the water uptake mechanisms. This molecular-level detailed mechanism can inform the rational optimization of metal-organic frameworks for water harvesting.",
            "JournalTitle": "Journal of the American Chemical Society",
            "Authors": {
                  "Author": [
                        "Wagner, Jackson C",
                        "Hunter, Kelly M",
                        "Paesani, Francesco",
                        "Xiong, Wei"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878777",
            "ArticleTitle": "Development of a 1,2,4-Triazole-Based Lead Tankyrase Inhibitor: Part II.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Tankyrase 1 and 2 (TNKS1/2) catalyze post-translational modification by poly-ADP-ribosylation of a plethora of target proteins. In this function, TNKS1/2 also impact the WNT/-catenin and Hippo signaling pathways that are involved in numerous human disease conditions including cancer. Targeting TNKS1/2 with small-molecule inhibitors shows promising potential to modulate the involved pathways, thereby potentiating disease intervention. Based on our 1,2,4-triazole-based lead compound",
            "JournalTitle": "Journal of medicinal chemistry",
            "Authors": {
                  "Author": [
                        "Leenders, Ruben G G",
                        "Brinch, Shoshy Alam",
                        "Sowa, Sven T",
                        "Amundsen-Isaksen, Enya",
                        "Galera-Prat, Albert",
                        "Murthy, Sudarshan",
                        "Aertssen, Sjoerd",
                        "Smits, Johannes N",
                        "Nieczypor, Piotr",
                        "Damen, Eddy",
                        "Wegert, Anita",
                        "Nazaré, Marc",
                        "Lehtiö, Lari",
                        "Waaler, Jo",
                        "Krauss, Stefan"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878778",
            "ArticleTitle": "Bioactive Ingredients Obtained from Agro-industrial Byproducts: Recent Advances and Innovation in Micro- and Nanoencapsulation.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "The agro-industry produces numerous byproducts that are currently underused, and its waste contributes to environmental pollution. These byproducts represent an important and economical source of bioactive ingredients, which can promote the sustainable development of high-value-added functional foods. In this context, micro- and nanoencapsulation systems allow for the incorporation and stabilization of the bioactive agents in foods. This perspective will review recent advances in the use of agro-industrial byproducts as a source of bioactive agents. In addition, the latest advances in micro- and nanoencapsulation to improve the stability, solubility, and bioaccessibility of bioactive agents as functional food ingredients are exposed.",
            "JournalTitle": "Journal of agricultural and food chemistry",
            "Authors": {
                  "Author": [
                        "Rossi, Yanina E",
                        "Vanden Braber, Noelia L",
                        "Díaz Vergara, Ladislao I",
                        "Montenegro, Mariana A"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878779",
            "ArticleTitle": "Lactide Lactone Chain Shuttling Copolymerization Mediated by an Aminobisphenolate Supported Aluminum Complex and Al(O",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "The chain shuttling ring-opening copolymerization of l-lactide with -caprolactone has been achieved using two aluminum catalysts presenting different selectivities and benzyl alcohol as chain transfer agent. A newly synthesized aminobisphenolate supported aluminum complex affords the synthesis of lactone rich poly(l-lactide-",
            "JournalTitle": "Journal of the American Chemical Society",
            "Authors": {
                  "Author": [
                        "Meimoun, Julie",
                        "Sutapin, Choltirosn",
                        "Stoclet, Grégory",
                        "Favrelle, Audrey",
                        "Roussel, Pascal",
                        "Bria, Marc",
                        "Chirachanchai, Suwabun",
                        "Bonnet, Fanny",
                        "Zinck, Philippe"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878780",
            "ArticleTitle": "Anticancer Effects and Molecular Target of Theaflavins from Black Tea Fermentation ",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Black tea is one of the most popular beverages in the world, and numerous epidemiological studies have shown that drinking black tea is good for health. As a natural tea pigment formed during the fermentation of black tea, the content of theaflavins accounts for only 2-6% of the dry weight of black tea, but they have a great impact on the color and taste of black tea soup. Recently, a large number of studies have shown that theaflavins have a significant anticancer effect. In this Perspective, we first state the physical and chemical properties, separation and purification methods, and biological formation pathways of theaflavins and analyze their safety and oral bioavailability and the structure-activity relationship of their antioxidant and anticancer activities; then, we describe in detail their anticancer effect",
            "JournalTitle": "Journal of agricultural and food chemistry",
            "Authors": {
                  "Author": [
                        "Luo, Ting",
                        "Jiang, Jian-Guo"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878781",
            "ArticleTitle": "Synthesis, Characterization, and Encapsulation Properties of Rigid and Flexible Porphyrin Cages Assembled from ",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Four porphyrins equipped with imidazolium rings on the",
            "JournalTitle": "Inorganic chemistry",
            "Authors": {
                  "Author": [
                        "Poyac, Ludivine",
                        "Rose, Clémence",
                        "Wahiduzzaman, Mohammad",
                        "Lebrun, Aurélien",
                        "Cazals, Guillaume",
                        "Devillers, Charles H",
                        "Yot, Pascal G",
                        "Clément, Sébastien",
                        "Richeter, Sébastien"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      },
      {
            "PMID": "34878782",
            "ArticleTitle": "Updated Prediction of Aggregators and Assay-Interfering Substructures in Food Compounds.",
            "PubDate": {
                  "Year": 2021,
                  "Month": 12
            },
            "DateRevised": {
                  "Year": 2021,
                  "Month": 12
            },
            "Abstract": "Positive outcomes in biochemical and biological assays of food compounds may appear due to the well-described capacity of some compounds to form colloidal aggregates that adsorb proteins, resulting in their denaturation and loss of function. This phenomenon can lead to wrongly ascribing mechanisms of biological action for these compounds (false positives) as the effect is nonspecific and promiscuous. Similar false positives can show up due to chemical (photo)reactivity, redox cycling, metal chelation, interferences with the assay technology, membrane disruption, etc., which are more frequently observed when the tested molecule has some definite interfering substructures. Although discarding false positives can be achieved experimentally, it would be very useful to have in advance a prognostic value for possible aggregation and/or interference based only in the chemical structure of the compound tested in order to be aware of possible issues, help in prioritization of compounds to test, design of appropriate assays, etc. Previously, we applied cheminformatic tools derived from the drug discovery field to identify putative aggregators and interfering substructures in a database of food compounds, the FooDB, comprising 26,457 molecules at that time. Here, we provide an updated account of that analysis based on a current, much-expanded version of the FooDB, comprising a total of 70,855 compounds. In addition, we also apply a novel machine learning model (SCAM Detective) to predict aggregators with 46-53% increased accuracies over previous models. In this way, we expect to provide the researchers in the mode of action of food compounds with a much improved, robust, and widened set of putative aggregators and interfering substructures of food compounds.",
            "JournalTitle": "Journal of agricultural and food chemistry",
            "Authors": {
                  "Author": [
                        "Sánchez-Ruiz, Andrés",
                        "Colmenarejo, Gonzalo"
                  ]
            },
            "SimpleMeshTerms": {
                  "MeshTerm": "N/A"
            }
      }
]